Repository: DigiProSAdeCV/DIGIPROSDK
Catalog: DIGIPROSDK/*.lproj/Localizable.strings
Languages: es

# debug_sect_sales
source: Sales
es: Ventas

# debug_sect_imp
source: Implantation
es: Implantación

# debug_sect_gen
source: Generic
es: Genérico

# debug_lbl_title
source: Access
es: Accesos

# debug_lbl_user
source: Select an user
es: Seleccione un usuario

# spls_lbl_copyrightP
source: ©Copyright PROLOGISTIK All rights reserved.
es: ©Copyright PROLOGISTIK Todos los derechos reservados.

# spls_lbl_copyright
source: ©Copyright DIGIPRO All rights reserved.
es: ©Copyright DIGIPRO Todos los derechos reservados.

# spls_lbl_version
source: version %@.%@
es: versión %@.%@

# spls_lbl_title
source: We are DIGIPRO
es: Somos DIGIPRO

# spls_lbl_subtitle
source: Technology generator for the future needs
es: La empresa generadora de tecnología para las necesidades del futuro.

# spls_log_nocode
source: No saved codes, initialization the app.
es: No hay códigos guardados, inicializando aplicación en blanco.

# spls_log_code
source: Code data was founded.
es: Se encontraron datos de códigos.

# spls_log_skin
source: Setting skin of code presented.
es: Implementando skin del código.

# spls_log_user
source: Verifying if an user exists.
es: Verificando si existe un usuario.

# spls_log_templates
source: Verifying user templates.
es: Verificando plantillas del usuario.

# spls_log_variables
source: Verifying user variables.
es: Verificando variables del usuario.

# spls_log_methods
source: Creating variables and needed methods.
es: Creando las variables y métodos necesarios.

# spls_log_welcome
source: App succeeded. Sending welcome page. ¡WELCOME!
es: App inicializada con éxito. Enviando a la vista de inicio. ¡BIENVENIDO!

# log_spls_init
source: App init.
es: Inicialización de la aplicación.

# cd_lbl_title
source: Digital Forms
es: Formularios Electrónicos

# cd_lbl_subtitle
source: Enter the access code provided.
es: Escriba el código de acceso proporcionado por su proveedor.

# cd_lbl_code
source: Access code
es: Ingresar código

# cd_input_code
source: Access code
es: Código

# cd_input_code_holder
source: Code
es: Código

# cd_btn_verify
source: Verify
es: Verificar

# cd_lbl_info
source: Additional information, ¡Meet us!
es: Información adicional, ¡Conócenos!

# cd_btn_info
source: Know more
es: Conoce más

# cd_btn_more
source: Know more about us
es: Conoce más sobre nosotros

# usr_lbl_title
source: ¡Welcome!
es: ¡Bienvenido!

# usr_lbl_user
source: User
es: Usuario

# usr_lbl_pass
source: Password
es: Contraseña

# usr_lbl_user_holder
source: Joseph
es: José

# usr_elec_forms
source: Electronic Forms
es: Formularios Electrónicos

# usr_txt_intro
source: Enter your credentials to access
es: Ingrese sus credenciales para acceder.

# usr_mail_body
source: <p>¡Hi Digipro team!, </p>
es: <p>¡Hola equipo Digipro!, </p>

# usr_lbl_pass_hide
source: Hide
es: Ocultar

# usr_lbl_pass_show
source: Show
es: Mostrar

# usr_btn_login
source: Enter
es: Entrar

# usr_btn_forgot
source: ¿Forgot your password?
es: ¿Se te olvidó tu contraseña?

# usr_btn_contact
source: Get in touch
es: Contacta a tu proveedor

# usr_btn_register
source: Register
es: Registrar

# repass_lbl_title
source: ¿Forgot your password?
es: ¿Olvidaste tu contraseña?

# repass_txt_description
source: Enter your account.
es: Ingresa tu cuenta.

# repass_lbl_address
source: Account:
es: Cuenta:

# repass_btn_next
source: Next
es: Siguiente

# mrinfo_lbl_title
source: Know more about us
es: Conoce más sobre nosotros

# mrinfo_txt_des
source: ¿Do you need help?, get in touch.
es: ¿Quieres saber más sobre DIGIPRO o necesitas ayuda?, contáctanos.

# mrinfo_lbl_video
source: Know more about us, look at our video.
es: Conoce más sobre nosotros, mira aqui nuestro video informativo.

# mrinfo_lbl_call
source: Call us today, ¡We are glad to help you!
es: Llámanos por teléfono hoy mismo, ¡estamos para ayudarte!

# mrinfo_lbl_mail
source: E-mail us, we feedback as soon as possible.
es: Envíanos un correo electrónico y te responderemos lo antes posible.

# mrinfo_lbl_web
source: Visit our website and get knowledge about our services.
es: Visita nuestro sitio web si quieres conocer más sobre nuestros servicios.

# uncnst_lbl_title
source: Action unavailable
es: Funcionalidad no disponible

# rstpass_lbl_title
source: Restore your password
es: Restablece tu contraseña

# rstpass_txt_des
source: Create password account easy to remember.
es: Crea una contraseña que sea fácil de recordar para ti.

# rstpass_lbl_pass
source: New password
es: Nueva contraseña

# rstpass_lbl_passC
source: Confirm password
es: Confirmar contraseña

# rstpass_lbl_note
source: The password must be alphanumeric including special characters and a capital letter, which must have a minimum of 8 characters.
es: La contraseña debe ser alfanumérica incluyendo caracteres especiales y una mayúscula, la cual debe tener minimo 8 caracteres.

# regs_lbl_title
source: Register
es: Regístrate

# regs_lbl_des
source: ¡Hi! Please, introduce your data to create an account.
es: ¡Hola! Por favor ingresa tus datos para poder crear una cuenta.

# regs_lbl_name
source: Name (s)
es: Nombre (s)

# regs_lbl_social
source: Or register using:
es: O registrate con:

# lstn_hi
source: Hi %@
es: Hola %@

# lstn_lbl_des
source: Now, fill your lastnames to continue with the registration.
es: Ahora captura tus apellidos para poder continuar con el registro.

# lstn_lbl_father
source: Last name:
es: Apellido Paterno:

# lstn_lbl_mother
source: Mother's last name:
es: Apellido Materno:

# lstn_input_father
source: Kevin
es: Hernández

# lstn_input_mother
source: O'Neil
es: González

# infad_lbl_title
source: Additional information
es: Información Adicional

# infad_txt_des
source: Fill your cellphone and e-mail to validate your account.
es: Ahora captura tu número de celular y correo electrónico para validar tu cuenta.

# infad_lbl_cell
source: Cellphone:
es: Número de celular:

# infad_lbl_mail
source: E-mail:
es: Correo Electrónico:

# infad_lbl_address
source: Address - number
es: Dirección y numero

# infad_lbl_delMun
source: Delegation/Municipality
es: Delegación y/o Municipio

# infad_lbl_col
source: Colony
es: Colonia

# infad_lbl_state
source: State
es: Estado

# infad_blb_country
source: Country
es: País

# infad_lbl_cp
source: Postal Code
es: Código Postal

# infad_input_state
source: Mexico State
es: Estado de México

# infad_input_country
source: Mexico
es: México

# passw_lbl_title
source: Security
es: Seguridad

# passw_txt_des
source: Almost done, now fill your password.
es: Ya casi terminamos, ahora sólo captura la que será tu contraseña.

# passw_lbl_pass
source: Password:
es: Contraseña:

# passw_lbl_passC
source: Confirm password:
es: Confirmar Contraseña:

# passw_btn_register
source: Register
es: Registrar Cuenta

# valton_lbl_title
source: Validation
es: Validación

# valton_lbl_subtitle
source: Only set the code recibed via sms to validate your account
es: Ya sólo necesitas ingresar el código que recibiste vía SMS para validar tu cuenta.

# valton_btn_send
source: Send Code
es: Enviar Código

# valton_btn_sms
source: Resend SMS
es: Reenviar SMS

# valton_btn_mail
source: Resend e-mail
es: Reenviar email

# valton_lbl_note
source: The SMS reception process may take a while and we ask you not to leave this screen please and in case the message does not arrive, click on the Resend SMS button.
es: El proceso de recepción de SMS puede tardar un poco te pedimos no salir de esta pantalla por favor y en caso de que no te llegue el mensaje da click en el botón de Reenviar SMS

# valton_lbl_verification
source: Verification code
es: Código de verificación

# valton_btn_reset
source: Delete registration
es: Borrar Registro

# chngpass_lbl_title
source: Change password
es: Cambiar contraseña

# chngpass_txt_des
source: Create password account easy to remember.
es: Crea una contraseña que sea fácil de recordar para ti.

# chngpass_lbl_current
source: Current password
es: Contraseña actual

# chngpass_lbl_new
source: New password
es: Contraseña nueva

# chngpass_lbl_confirm
source: Confirm password
es: Confirmar contraseña

# chngpass_btn_save
source: Save changes
es: Guardar cambios

# vrsn_lbl_title
source: Version's log
es: Historial de versiones

# vrsn_txt_notext
source: The file doesn't contains information.
es: El archivo no contiene información.

# cntct_lbl_title
source: Contact
es: Contacto

# cntct_lbl_address
source: Address:
es: DIRECCIÓN:

# cntct_lbl_cell
source: Phone
es: Teléfono

# cntct_btn_call
source: Call
es: Llamar

# cntct_lbl_mail
source: E-mail
es: Correo electrónico

# cntct_btn_mail
source: Send mail
es: Enviar Correo

# cntct_lbl_social
source: Social network:
es: Redes Sociales:

# menu_btn_chngpass
source: Change password
es: Cambiar contraseña

# menu_btn_update
source: Version's log
es: Historial Versiones

# menu_btn_bugs
source: Bug's log
es: Histórico de Bugs

# menu_btn_geo
source: Geolocalization's log
es: Log Geolocalización

# menu_btn_contact
source: Contact
es: Contacto

# menu_btn_about
source: About...
es: Acerca de...

# menu_btn_calc
source: Calculator
es: Calculadora

# menu_btn_close
source: Close session
es: Cerrar sesión

# menu_btn_changeImg
source: Change
es: Cambiar

# bugs_lbl_title
source: Errors and logs
es: Errores y Logs

# bugs_lbl_title_geo
source: Geolocalization's log
es: Logs de Geolocalización

# bugs_seg_log
source: ACTIVITY
es: ACTIVIDAD

# bugs_seg_error
source: ERRORS
es: ERRORES

# bugs_btn_send
source: SEND LOGS
es: ENVIAR LOGS

# bugs_mail_title
source: Errors in Digipro app
es: Errores app Digipro

# bugs_mail_subject
source: Hi, I have found some errors in the app.
es: Hola, he encontrado estos errores en mi aplicación.

# onbfst_lbl_title
source: News
es: Novedades

# onbfst_lbl_info
source: Know all news about UX fo the app.
es: Conoce las novedades tecnológicas y de usabilidad de la plataforma.

# onbfst_btn_next
source: Next
es: Siguiente

# onbfst_tbl_one
source: New UX more intuitive
es: Nueva interfaz en iPhone y iPad más clara e intuitiva

# onbfst_tbl_two
source: New UI, a brand new app
es: Nuevo diseño, una renovada versión

# onbfst_tbl_three
source: Facebook and Google registration, easy login
es: Registro por Facebook y Google, ahora más fácil

# onbfst_tbl_four
source: Explore all new functionalities of the app
es: Explora las nuevas funcionalidades de la plataforma

# onbscnd_lbl_title
source: Push Notifications
es: Notificaciones Push

# onbscnd_lbl_info
source: Get notifications about your formats.
es: Obtén notificaciones de tus formatos y entérate paso a paso el proceso de estos.

# onbscnd_lbl_activate
source: ¿Do you want to activate it?
es: ¿Deseas activar esta opción ahora?

# onbscnd_lbl_activate_des
source: To activate this functionality you need to go to apps settings
es: Para activar esta opción tienes que entrar a los ajustes de la aplicación.

# onbscnd_lbl_desactivate
source: ¿Do you want to deactivate it?
es: ¿Deseas desactivar esta opción ahora?

# onbscnd_lbl_desactivate_des
source: To deactivate this functionality you need to go to apps settings
es: Para desactivar esta opción tienes que entrar a los ajustes de la aplicación.

# onbscnd_lbl_notification
source: Enable this functionality to get up to day
es: Habilita la opción para tener al día tu información

# onbthrd_lbl_title
source: Shortcuts
es: Accesos rápidos

# onbthrd_lbl_info
source: New functionality, create a form is now more easy.
es: Nueva funcionalidad de "Nuevo FE" para poder crear un formato electrónico más sencillo.

# onbfrth_lbl_info
source: New functionalities in the app: Credit calculator and consults
es: Obtén funcionalidades de la app con la calculadora de crédito y las consultas.

# onbfrth_lbl_calc
source: Use the calculator to simulate a credit and create your format
es: Usa la calculadora para simular un crédito e iniciar tu formato

# onbfrth_lbl_consult
source: Use the consult's shorcut to get all your information updated without the need to access the app.
es: También usa el acceso a las consultas para tener siempre tu información disponible sin necesidad de acceder a la App

# onbfve_lbl_title
source: Information about permissions
es: Información de permisos

# onbfve_lbl_info
source: To get a better experience using the app you need to authorize when the app needs the permission
es: Para obtener un mejor funcionamiento es necesario autorizar los permisos que se te pedirán cuando uses las herramientas.

# onbfve_lbl_camera
source: Access to camera
es: Acceder a cámara

# onbfve_lbl_mic
source: Access to microphone
es: Acceder a micrófono

# onbfve_lbl_loc
source: Access to localization
es: Acceder a localización

# onbfve_lbl_gal
source: Access to gallery
es: Acceder a Galería

# onbsix_lbl_info
source: This is the new system embedded in our application
es: Es el nuevo sistema que hemos implementado en nuestra aplicación

# onbsix_lbl_touch
source: You need to enable this functionality to access Touch ID
es: Deberás habilitar la opción para tener el sistema de reconocimiento de huellas dactilares

# onbsix_lbl_activate
source: ¿Do you want to activate it?
es: ¿Deseas activar esta opción ahora?

# onbsix_lbl_touchid
source: Touch ID authentication, please place your finger in the touch reader
es: Autenticación con Touch ID, por favor pon tu dedo en el lector del iPhone.

# onbsix_lbl_idCorrect
source: Touch ID valid
es: Autenticación de Touch ID correcta

# onbsix_lbl_idIncorrect
source: Touch ID invalid
es: Autenticación de Touch ID incorrecta

# onbsix_lbl_touchUnavailable
source: Touch ID not available
es: Touch ID no disponible en el dispositivo

# onbsix_success
source: Touch ID activated
es: Se activo la opción de autenticación por Touch ID.

# onbsix_fail
source: Touch ID deactivated
es: Se desactivo la opción de autenticación por Touch ID.

# datavw_local_flow
source: SAVED
es: GUARDADOS

# datavw_table_title
source: Welcome %@
es: Bienvenido %@

# datavw_table_subtitle
source: Select a Process to show forms related to the process
es: Selecciona un Flujo y un Proceso para visualizar tus formularios

# nodatavw_table_title
source: Welcome %@
es: Bienvenido %@

# nodatavw_table_subtitle
source: The is no data available
es: No hay información disponible

# datavw_table_title_s
source: Search
es: Búsqueda

# datavw_table_subtitle_s
source: We do not found any format with that parameters: %@
es: No se encontró ningún formato con la siguiente nomenclatura: %@

# datavw_btn_new
source: New format
es: Nuevo Formato

# datavw_btn_flow
source: Flows ▾
es: Flujos ▾

# datavw_btn_consult
source: Consults
es: Consultas

# datavw_lbl_flow
source: Flow selected
es: Flujo seleccionado

# datavw_card_lblstatus
source: To be sended
es: Por enviar al servidor

# ubcvw_lbl_title
source: Map
es: Mapa de ubicaciones

# ctmalrt_lbl_title
source: ¿Do you want to exit?
es: ¿Estas seguro de salir?

# ctmalrt_lbl_message
source: Any change will not be saved
es: No se guardará ningún cambio

# ctmalrt_btn_ok
source: Yes, exit
es: SÍ, SALIR

# ctmalrt_btn_cancel
source: Cancel
es: CANCELAR

# ctmalrt_lbl_title_EC
source: ¿Do you want to exit?
es: ¿Estas seguro de salir?

# ctmalrt_lbl_message_EC
source: Do you want to save the changes made?
es: ¿Desea guardar los cambios realizados?

# ctmalrt_btn_ok_EC
source: Yes
es: SÍ

# cnslvw_lbl_title
source: Consults
es: Consultas

# cnslvw_lbl_search
source: Search
es: Buscar resultados

# cnslvw_lbl_title_form
source: Consult
es: Formulario Consulta

# cnslvw_lbl_title_detail
source: Detail
es: Detalle de la Cosulta

# cnslvw_btn_pagination
source: Pagination
es: Paginación

# cnslvw_btn_pagination_by
source: Page x %@
es: Pag. x %@

# cnslvw_btn_filter
source: Filter
es: Filtro

# cnslvw_btn_filter_by
source: Filter by: %@
es: Filtro por: %@

# ntfsvw_lbl_title
source: Notifications
es: Notificaciones

# ntfsvw_lbl_formats
source: You have %@ formats to send
es: Tienes %@ formatos por enviar

# fljvw_lbl_title
source: Flows available
es: Flujos disponibles

# fljvw_lbl_subtitle
source: Flows available: %@
es: Formatos disponibles: %@

# fljvw_btn_update
source: Update
es: Actualizar

# nvovw_lbl_title
source: New format
es: Nuevo Formato Electrónico

# nvapla_static
source: Static content
es: Contenido Estático

# nvapla_permissions_loc
source: Please enable the localization service to continue using the app.
es: Por favor habilite los servicios de localización para continuar usando la aplicación

# nvapla_catalog_nodata
source: No data in the catalog.
es: No hay datos del catálogo.

# nvapla_nfc_warning
source: NFC: is necessary get IOS 13 or upper to use this feature
es: NFC: es necesario actualizar la versión a iOS 13 o superior

# nvapla_autosaved_off
source: Autosave: OFF
es: Autoguardado: OFF

# nvapla_autosaved_on
source: Autosave: ON
es: Autoguardado: ON

# rules_required
source: Field requiered
es: Campo requerido

# rules_select
source: Select an option
es: Seleccione una opción

# rules_min_row
source: The field should have at least %@ rows.
es: El campo debe contener al menos %@ fila(s).

# rules_min_char
source: The field should have at least %@ characters
es: El campo debe contener al menos %@ caracteres

# rules_max_char
source: The field should have as top %@ characters
es: El campo debe contener máximo %@ caracteres

# rules_exact_char
source: The field should have the exact number of %@ characters
es: El campo debe contener exactamente %@ caracteres

# rules_range
source: The field should be in range: %@-%@
es: El campo debe estar entre el rango de: %@-%@

# rules_maxnumber
source: The number exceed the maximum capacity
es: El número excede la capacidad para un número.

# rules_value
source: Invalid value
es: El campo no cumple la expresión: %@

# elemts_list_default
source: --Select--
es: --Seleccione--

# elemts_combo_nodata
source: No data to show
es: No hay datos que mostrar

# elemts_btn_max
source: Max number of clicks reached
es: Número máximo de clicks alcanzado

# elemts_range
source: Select a range
es: Seleccione un rango

# elemts_radio
source: Please, select all options required
es: Favor de seleccionar el total de las opciones requeridas

# elemts_radio_range
source: Please, select the minimum range of options
es: Favor de seleccionar el rango minimo de opciones

# elemts_slider_value
source: Value: %@
es: Valor: %@

# elemts_slider_interval
source: Interval: %@
es: Intervalo: %@

# elemts_table_total
source: Total
es: Totales

# elemts_table_rowmax
source: Max number of rows reached
es: Número máximo de filas alcanzado

# elemts_attch_replace
source: The attachment can be replaced
es: El anexo puede ser reemplazado.

# elemts_attch_noreplace
source: The attachment cannot be replaced
es: El anexo no puede ser reemplazado.

# elemts_attch_server
source: Cannot load the attachment, please download it
es: No se pudo cargar el anexo Local, favor de descargarlo.

# elemts_attch_recover
source: Attachment recovered
es: Anexo recuperado exitosamente

# elemts_attch_error
source: Error, attachment missing or you do not have permissions
es: Error, no se encontró el archivo o no tienes permisos

# elemts_doc_maxtyp
source: Max number by typification of %@ are: %@
es: Número máximo por tipificación de %@ son: %@

# elemts_doc_max
source: Max number of documents: %@
es: Sólo se permiten cargar %@ documentos

# elemts_doc_min
source: Min number of documents: %@
es: Número mínimo de documentos son: %@

# elemts_doc_ext
source: File extension: %@
es: Extensión: %@

# elemts_doc_maxtyp_allow
source: Max typification allow: %@
es: Tipificación permitida Max: %@

# elemts_qr_btn
source: Scan
es: Escanear

# elemts_qr_btngen
source: Generate
es: Generar

# elemts_face_validate
source: Valid
es: Validado

# elemts_face_up
source: The device must be portrait.
es: El dispositivo necesita estar vertical.

# elemts_lefthand
source: Left result
es: RESULTADO MANO IZQUIERDA

# elemts_righthand
source: Right result
es: RESULTADO MANO DERECHA

# elemts_finger_config
source: No finger print configuration
es: No hay huellas pre-configuradas a registrar.

# elemts_finger_ipad
source: The iPad devices are not supported
es: Los dispositivos iPad no son soportados.

# elemts_finger_token
source: Number of finger prints: %@.
es: No. de Huellas tomadas: %@.

# elemts_finger_score
source: You need at least a SCORE by fingerprint of: %@
es: Se requiere un SCORE mínimo por huella de: %@

# elemts_finger_prom
source: Average score: %@ . Number of fingerprints: %@
es: Promedio de calificación: %@ . No. de Huellas tomadas: %@

# elemts_meta_select
source: Kind of document
es: Tipo de documento

# elemts_meta_write
source: Describe meta attribute of document
es: Describa los meta atributos del documento

# trms_lbl_title
source: I accept the aforementioned Terms and Conditions, for the use of this application.
es: Acepto los Términos y Condiciones mencionados, para el uso de esta aplicación.

# trms_lbl_titleView
source: Terms and Conditions
es: Términos y Condiciones

# alrt_accept
source: Accept
es: Aceptar

# alrt_info
source: Information
es: Información

# alrt_call
source: Call
es: Llamar

# alrt_save
source: Save
es: Guardar

# alrt_warning
source: Warning
es: Advertencia

# alrt_settings
source: Settings
es: Ajustes

# alrt_mail
source: Send mail
es: Enviar Correo

# alrt_cancel
source: Cancel
es: Cancelar

# alrt_invalid_mail
source: Invalid e-mail
es: Correo inválido

# alrt_regex_pass
source: Security
es: Seguridad

# alrt_name
source: Invalid name
es: Nombre inválido

# alrt_google_login
source: "Digipro App" trying to use "google.com" to log in
es: "Digipro App" quiere utilizar "google.com" para iniciar sesión

# alrt_invalid_lastname
source: Invalid lastname
es: Apellidos inválidos

# alrt_register_valid
source: Registration successful
es: Registro exitoso

# alrt_invalid_number
source: Invalid number
es: Número inválido

# alrt_sync_init
source: Initial Sync
es: Sincronización Inicial

# alrt_consult
source: Consults
es: Consultas

# alrt_service
source: Service
es: Servicio

# alrt_allow
source: Allow
es: Permitir

# alrt_continue
source: Continue
es: Continuar

# alrt_select_doc
source: Select an option
es: Selecciona una opción

# alrt_select_doc_library
source: Library
es: Biblioteca

# alrt_select_doc_files
source: Files
es: Archivos

# marcdoc_animation
source: How to use the Document List component?
es: ¿Cómo usar el componente Listado de Documentos?

# firmfad_animation
source: How to use the FAD component?
es: ¿Cómo usar el componente FAD?

# alrt_contact_des
source: Choose an option
es: Selecciona una opción

# alrt_invalid_mailUsr
source: Invalid user or e-mail
es: El usuario o correo es inválido

# alrt_invalid_mail_des
source: Invalid e-mail
es: El correo que ingresaste no es válido.

# alrt_no_mail
source: Action unavailable.
es: Funcionalidad no disponible por el momento.

# alrt_regex_pass_des
source: The password must be alphanumeric including special characters and a capital letter, which must have a minimum of 8 characters.
es: La contraseña debe ser Alfanumérica incluyendo un caracter especial y una mayúscula, la cuál debe contener como minimo 8 caracteres.

# alrt_pass_no_match
source: The password mismatch
es: La contraseña que ingresaste no coincide.

# alrt_reset_pass_success
source: Password updated correctly
es: La contraseña se ha actualizado correctamente.

# alrt_reset_pass_fail
source: Error occurred updating the password, try later.
es: Ocurrio un error al actualizar la contraseña, intenta más tarde.

# alrt_mismatch_pass
source: The password is not in our database registration.
es: La contraseña anterior que ingresaste no corresponde con nuestros registros.

# alrt_name_des
source: Invalid name
es: El nombre que ingresaste no es válido.

# alrt_login_registration
source: Error occurred, please try again. Thanks.
es: Ocurrió un error, por favor vuelve a intentar. Gracias.
