Repository: DigiProSAdeCV/DIGIPROSDK
Catalog: DIGIPROSDK/*.lproj/Localizable.strings
Languages: es

# alrt_google_login_des
source: This allow the app to share information about you.
es: Esto le permite a la app y al sitio compartir información acerca de ti.

# alrt_invalid_lastname_des
source: Invalid lastname.
es: Los apellidos que ingresaste no son válidos.

# alrt_register_valid_des
source: Almost done, we need to validate the account by sms message or e-mail
es: Ya casi terminamos, ahora solo tenemos que validar la cuenta vía SMS y Correo Electrónico.

# alrt_already_registered
source: User already exist
es: Usuario ya registrado con ese correo/nombre

# alrt_error_internet
source: Check your internet connection
es: Revisa tu conexión a internet

# alrt_sms_resend
source: The sms code is sent already
es: El código SMS ha sido reenviado

# alrt_sms_smsagain
source: No sms code sended, try again
es: No se envió el SMS intenta de nuevo

# alrt_account_registered
source: The account has been validated and activated
es: La cuenta registrada ha sido validada y activada.

# alrt_account_failed
source: Account not registered, try again.
es: Cuenta no registrada intente de nuevo.

# alrt_smscode_invalid
source: Invalid code.
es: Código inválido.

# alrt_invalid_number_des
source: The number is not valid.
es: El número que introdujiste no es válido.

# alrt_sync_init_des
source: Not saved changes will be lose.
es: Se perderan los cambios no guardados.

# alrt_localization_des
source: Localization tracking enabled
es: Rastreo de localización activado

# alrt_delete_form
source: ¿Are you sure to eliminate the current form?
es: ¿Estás seguro de eliminar el formulario?

# alrt_save_form
source: ¿Are you sure to save the current form?
es: ¿Estás seguro de salvar el formulario?

# alrt_consult_des
source: No results available.
es: No hay resultados diponibles.

# alrt_saving
source: ¿Do you wish to save changes?
es: ¿Deseas guardar los cambios?

# alrt_form_validation
source: The are required fields missing
es: Aún faltan campos requeridos

# alrt_camerause
source: Access to camera is required
es: El acceso a la camara es requerido para hacer uso de este módulo.

# alrt_nfc
source: The device do not support NFC scan
es: El dispositivo no soporta escaneo NFC

# alrt_nfc_reader
source: Put your NFC card in the backside of the device
es: Coloca tu tarjeta-NFC en la parte posterior-superior del iPhone

# alrt_error_try
source: Error. Please try again
es: Error. Por favor intente de nuevo.

# alrt_file_device
source: %@. The file do not exists in the device
es: %@. El archivo se encuentra en el dispositivo.

# alrt_file_download
source: The requested document was not found
es: No se encontró el documento solicitado

# alrt_delete_push
source: Do you want to delete the Notification?
es: ¿Deseas eliminar la Notificación?

# hud_validation
source: Validating
es: Validando

# hud_sms
source: Sending SMS
es: Enviando SMS

# hud_sms_resend
source: Resending SMS
es: Reenviando SMS

# hud_mail_resend
source: Resending E-mail
es: Reenviando Correo

# hud_flow
source: Ordering
es: Ordenando

# hud_init
source: Initialize
es: Inicializando

# hud_update
source: Updating
es: Actualizando

# hud_loading
source: Loading
es: Cargando

# hud_downloading
source: Downloading
es: Descargando

# hud_service
source: Service executing
es: Ejecutando Servicio

# hud_pdf_preview
source: Preview executing
es: Ejecutando Visualización

# hud_pdf_download
source: Download executing
es: Ejecutando Descarga

# hud_new_form
source: Opening a new template
es: Abriendo nueva plantilla

# hud_save
source: Saving
es: Guardando

# hud_send
source: Sending
es: Enviando

# hud_delete
source: Deleting
es: Borrando

# hud_success
source: Success
es: Éxito

# hud_progress
source: %@ completed.
es: %@ completado.

# not_welcome
source: Welcome
es: Bienvenido

# not_templates
source: Help:
es: Ayuda:

# not_welcome_des
source: Access allowed
es: Acceso permitido

# not_skin_des
source: Skin has not downloaded.
es: El diseño no ha sido descargada.

# not_error_internet
source: No internet connection.
es: Favor de conectarse a internet para acceder.

# not_error_user
source: Invalid access
es: Credenciales inválidas

# not_delete_format
source: Format deleted successfully
es: Formato borrado exitosamente

# not_delete_format_server
source: The format is no longer in the server we will delete it from device
es: El formato ya no se encuentra en el servidor y se ha borrado del dispositivo.

# not_attach_downloaded
source: The attachments has been downloaded
es: Los anexos ya han sido descargados

# not_form_reserved
source: Format has been reserved
es: Formato reservado

# not_form_notreserved
source: Format could not been reserved.
es: El formato no puede ser reservado.

# not_form_free
source: Format has been freed
es: Formato liberado

# not_form_notfree
source: Format could not been freed.
es: El formato no puede ser liberado.

# not_templates_des
source: No templates available
es: No hay plantillas disponibles

# not_form_fill
source: Please fill the missing fields.
es: Favor de llenar los campos faltantes.

# not_component
source: Component executed.
es: Componente ejecutado exitosamente.

# not_document
source: Document has been validated
es: Documento Validado

# not_curp_empty
source: The "CURP" cannot be empty
es: El CURP no puede estar vacío

# not_curp_fail
source: The "CURP" not have correct format
es: La CURP no cumple con el formato correcto

# not_typo_fail
source: The typification is not valid.
es: La tipificación no es válida.

# not_curp_required
source: The field %@ is required
es: El campo %@ es requerido para la validación.

# not_curp_ok
source: CURP validation correct
es: Validación de CURP correcta

# not_curp_error
source: CURP validation incorrect
es: Validación de CURP Incorrecta

# not_hash
source: The signature HASH have been generated
es: El hash de la firma se generó correctamente.

# not_check_fields
source: Check fields in red
es: Revise los campos en rojo

# not_transit_error
source: The format cannot transit
es: No se puede transitar el formato

# not_transit_error_rules
source: There was a rule while saving that prevented the save. Verify your information.
es: Hubo una regla al salvar que ha impedido el salvado. Verifique su información.

# not_noprefill
source: There is no prefill
es: No hay prellenado existente

# not_form_noelements
source: The format has no elements
es: El formato no contiene elementos.

# not_form_nopages
source: The format has no visible pages
es: El formato no contiene páginas visibles.

# not_form_norules
source: The format has no rules
es: El formato no contiene fórmulas o reglas.

# not_form_nomorerules
source: There is no more rules to execute
es: El formato no contiene más fórmulas o reglas.

# not_wizard_tableerror
source: The wizard does not contains a template to continue
es: El componente Wizard no contiene una plantilla a transitar

# not_credentials
source: Please set your credentials.
es: Favor de ingresar sus credenciales.

# not_user_app
source: The user is not in the saved files
es: El Usuario no se encuentra guardado en la app.

# not_user_invalidregister
source: Invalid register
es: Registro inválido

# not_user_userexist
source: User already exist
es: Usuario ya existe

# not_user_chngpassinvalid
source: Password not valid
es: No se pudo cambiar la contraseña

# not_user_resetpass
source: Temporal password was sent to the user email registered, please use it to log in
es: La contraseña temporal se envió al correo electrónico del usuario registrado, úsela para iniciar sesión

# not_user_invalid
source: User invalid
es: Usuario inválido

# not_terms_invalid
source: Terms & Conditions not accepted
es: Términos y Condiciones no aceptados

# not_userpass_invalid
source: User or password invalid
es: Usuario o contraseña invalida

# not_misconfiguration_invalid
source: User account misconfiguration
es: Mala configuración de la cuenta del usuario

# not_userchange_invalid
source: User must change password
es: Usuario debe de cambiar contraseña

# not_useraccount_disabled
source: User account disabled, please contact admin to enable account
es: Cuenta desactivada, por favor contacte al administrador para que habilite la cuenta

# not_code_invalid
source: Code invalid
es: Código inválido

# not_service
source: Service execute correctly.
es: Servicio ejecutado exitosamente.

# not_service_error
source: Error executing the service
es: Error al ejecutar el servicio

# not_service_init
source: Service init
es: Iniciando servicio

# not_service_config
source: Error in the configuration
es: Error en la configuración

# not_data_valid
source: Data are correct
es: Los datos son correctos

# not_data_invalid
source: Data are incorrect
es: Los datos son incorrectos

# not_reset_passwordinvalid
source: Password cannot be reseted
es: No se pudo resetear la contraseña

# not_template_invalid
source: Templates were not updated
es: Las plantillas no se han actualizado

# not_variables_invalid
source: Variables were not updated
es: Las variables no se han actualizado

# not_verifyformats_invalid
source: Formats were not updated
es: Los formatos no se han actualizado

# not_date_empty
source: You need to select a date.
es: Es necesario seleccionar una fecha

# not_date_fail
source: The "DATE" not have correct format
es: La FECHA no cumple con el formato correcto

# lclnot_subtitle
source: Formats ready to send
es: Formatos por enviar

# lclnot_message
source: You have formats stand by to send
es: Tienes formatos pendientes por enviar al servidor

# apimng_log_formats
source: %@ format(s) to send.
es: %@ formato(s) enviados.

# apimng_log_noformats
source: There is no format(s) to send
es: No hay formato(s) por enviar.

# apimng_log_errorFormats
source: Error occurred sending formats, please try again
es: Hubo un error al enviar los formatos, favor de intentarlo de nuevo

# apimng_log_attachments
source: %@ Attachment(s) to send.
es: %@ anexo(s) enviados.

# apimng_log_noattachments
source: There is no attachment(s) to send
es: No hay anexo(s) por enviar.

# apimng_log_errorattachments
source: Error occurred sending attachments, please try again
es: Hubo un error al enviar los anexos, favor de intentarlo de nuevo

# apimng_log_templateupdate
source: Templates are updated
es: Las plantillas están actualizadas.

# apimng_log_datasaved
source: File saved
es: Archivo salvado

# apimng_log_nofiletask
source: No file encountered
es: No se encontró el archivo

# apimng_log_notaskfound
source: No tasks available
es: No hay tareas disponibles

# apimng_log_notaskassigned
source: No tasks assigned
es: No se asignó la tarea

# apimng_log_nodata
source: No data sent by server.
es: No hay información o internet limitado.

# apimng_log_nofile
source: The file is not found.
es: No se encontró el archivo.

# apimng_log_preference
source: No data encountered in preferences.
es: No hay datos guardados en las preferencias.

# apimng_log_timeout
source: Timeout reached, the server took long to process request.
es: Se agotó el tiempo de espera, el servidor tardó mucho en procesar la solicitud.
